# CfmPerCf Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..CfmPerCf Property
SymbolTypeId Class See Also
---
Symbol CFM/CF, indicating unit Cubic feet per minute cubic foot.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId CfmPerCf { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CfmPerCf As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CfmPerCf {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace